"CLSReversePageCurlTransition" = "CLSReversePageCurlTransition Filter";
"filterDescription" = "The description for the filter CLSReversePageCurlTransition goes in here, the Description.strings file";
